{
    "messageSave": [
        "masturbation and whiskey",
        "you've actually really hurt me. please don't do it again.",
        "When I was young, I thought that getting your period was a terminal illness.",
        "The last time I said hello was to a friend that I don't ever go further with than saying hello.",
        "I think sometimes that is all I need to consider someone a friend.",
        "I wish I would have said 'goodbye' one last time.",
        "Cuddles, and humor",
        "Back",
        "Keep moving until other feelings take place of the old ones.",
        "I going my best! I'm going to do great things",
        "Acid",
        "An hour ago",
        "Their warm arms tightly holding me",
        "Time, patience, practice, kindness",
        "Wednesday",
        "My happiest day was during the summer driving around in a car with friends. We were listening to music and singing in the car while the sun was setting. ",
        "When I was younger, about 5 years old, I remember feeling very alone at school. It was recess and I was walking around in a secluded part of the school. There was a little ditch, and I fell in it and scraped my knee. I remember how lonely I felt, but in that moment I looked down and saw the bruising and dirt and blood. I remember looking at it in awe. I remember feeling like I understood that my body was important in that moment, that it was all temporary. I remember feeling safe in that, I remember feeling like the world was kind",
        "The history people have attached to me",
        "I miss feeling like I was on top of the world, that nothing can stop me, that I was strong. Now I feel scared and like every word I say is that of a fool",
        "My previous relationship and how heavily manipulation has affected me, despite never sharing that with others.",
        "I need to hear that I am going to get an internship, my family is safe and the sun will shine again.",
        "I stole chapstick during my last shift at 5 below in October",
        "Him and is stupid opinions about me",
        "Get Some Rest, Get Some Rest, Get Some Rest.",
        "Meeting Dan Povenmire (he literally shaped my childhood)",
        "I miss the bliss of childhood ignorance ",
        "1 second ago",
        "Sometimes I just wanna drop out of school even though I'm almost done. I just feel like a fraud.",
        "It's going to be okay.\n\nYou are loved.\n\nYou are not disposable.",
        "I miss the feeling of being okay, and not worrying about tomorrow",
        "I tried to kill myself. Only my family and 2 other people know and  neither of those people are my best friends. And as I get older, I realize more and more that I’m like my dad and it makes that feeling come back. I feel like I’m stuck in a limbo between being happy and being angry. I’m angry at everything even if it makes me happy. I need out. I know death isn’t the answer, but is escapism and extreme maladaptive daydreaming either? At some point I’ll be gone, my mind elsewhere and my body here. And I’ll still be angry because Im just like my father and it’ll be the death of me.",
        "My happiest day is primarily based around food! Wake up at a decent time, get coffee. Get a good lunch with the girlies. Plan our night out, get ready together, have a chill night and be in bed before midnight! ",
        "nearly killed myself a few times both unintentionally and purposefully. Life worth living fr ❤️‍🔥 even if my fear of abandonment is reinforced time and time again.",
        "I like to think of love as a mutual understanding of one another on a deeper level. This doesn’t just apply to intimate relationships but all kinds. Just a general understanding of another’s beings comforts, desires, boundaries, needs, and other mushy sappy things like that. But I would also say sharing your edibles with someone is an equally if not more valid expression of love.",
        "I still haven’t watched stranger things, and I don’t think I ever will. It’s not like it doesn’t look good or anything, it looks great and I’ve heard only good things about it. I do t know I just have no internal desire to watch it. I’ll always say “oh yeah that’s definitely on my list” but I just don’t. Some of my best friends will swear by the show and one time my coworker said I looked like that Steve character(the really sexy one with the good hair that wore the sailor outfit, not to say that I’m really sexy but I knew the character I it made me feel really good about myself when they said it because I think the guy who plays him is really hot and charming(I do think I have really nice hair though)) so I want to want to watch it but anytime I think about it I just watch through arrested development again.",
        "her bathroom",
        "What’s love?",
        "This website",
        "my anxiety ",
        "",
        "you just keep going until you wake up and you dont think about it",
        "Being happy",
        "Today ",
        "My feelings for someone I wish I never met.",
        "700 goats screaming\nA jackhammer\n11 What's New Pussycats (IN A ROW!), 1 It's Not Unusual, and 7 more What's New Pussycats"
    ]
}